package comment

import ("fmt")

//Commenttaskone Комментарий к статье с мнением о том, что добавить к методичке.
func Commenttaskone(){

	fmt.Println("Есть упоминание временных зон, можно рассмотреть это по подробней с примерами в методичке. \n Временная зона самого пользователя, получение временных зон удалённых пользователей \n и форматирование выведенной даты-времени \n	вместе с их временной зоной. Тему парсинга затронуть и как это можно использовать.Так же добавить блок Сравнение и расчеты, с примером \n	сравнения дат и возможноных расчетов со временем.")
	
}